/// About
"about" = "About";

/// Absolute
"absolute" = "Absolute";

/// Accent color
"accentColor" = "Accent color";

/// Access
"access" = "Access";

/// Accessibility
"accessibility" = "Accessibility";

/// The end time must come after the start time.
"accessScheduleInvalidTime" = "The end time must come after the start time.";

/// Access schedules
"accessSchedules" = "Access schedules";

/// Define the allowed hours for usage and restrict access outside those times.
"accessSchedulesDescription" = "Define the allowed hours for usage and restrict access outside those times.";

/// User will have access to no media unless it contains at least one allowed tag.
"accessTagAllowDescription" = "User will have access to no media unless it contains at least one allowed tag.";

/// Access tag already exists
"accessTagAlreadyExists" = "Access tag already exists";

/// User will have access to all media except when it contains any blocked tag.
"accessTagBlockDescription" = "User will have access to all media except when it contains any blocked tag.";

/// Access tags
"accessTags" = "Access tags";

/// Use tags to grant or restrict this user's access to media.
"accessTagsDescription" = "Use tags to grant or restrict this user's access to media.";

/// Account and server
"accountAndServer" = "Account and server";

/// Active
"active" = "Active";

/// Activity
"activity" = "Activity";

/// Activity log
"activityLog" = "Activity log";

/// Actor
"actor" = "Actor";

/// Add
"add" = "Add";

/// Add access schedule
"addAccessSchedule" = "Add access schedule";

/// Add access tag
"addAccessTag" = "Add access tag";

/// Add existing Jellyfin user to %@
"addExistingJellyfinUserToServer" = "Add existing Jellyfin user to %@";

/// Sign in with a username and password from your Jellyfin server.
"addExistingUserStartDescription" = "Sign in with a username and password from your Jellyfin server.";

/// Additional security access for users signed in to this device. This does not change any Jellyfin server user settings.
"additionalSecurityAccessDescription" = "Additional security access for users signed in to this device. This does not change any Jellyfin server user settings.";

/// Add server
"addServer" = "Add server";

/// Add trigger
"addTrigger" = "Add trigger";

/// Switch to this address
"addURL" = "Switch to this address";

/// Add existing user
"addUser" = "Add existing user";

/// Administrator
"administrator" = "Administrator";

/// Advanced
"advanced" = "Advanced";

/// Advanced and diagnostics
"advancedAndDiagnostics" = "Advanced and diagnostics";

/// Advanced logs
"advancedLogs" = "Advanced logs";

/// Open raw app and network logs for developer troubleshooting.
"advancedLogsDescription" = "Open raw app and network logs for developer troubleshooting.";

/// Age %@
"agesGroup" = "Age %@";

/// Aggregate folder
"aggregateFolder" = "Aggregate folder";

/// Aggregate folders
"aggregateFolders" = "Aggregate folders";

/// Aired
"aired" = "Aired";

/// Aired episode order
"airedEpisodeOrder" = "Aired episode order";

/// Air time
"airTime" = "Air time";

/// Airs %s
"airWithDate" = "Airs %s";

/// Album
"album" = "Album";

/// Album artist
"albumArtist" = "Album artist";

/// Albums
"albums" = "Albums";

/// All
"all" = "All";

/// All audiences
"allAudiences" = "All audiences";

/// View all past and present devices that have connected.
"allDevicesDescription" = "View all past and present devices that have connected.";

/// All languages
"allLanguages" = "All languages";

/// All media
"allMedia" = "All media";

/// Allowed
"allowed" = "Allowed";

/// All servers
"allServers" = "All servers";

/// View and manage all registered users on the server, including their permissions and activity status.
"allUsersDescription" = "View and manage all registered users on the server, including their permissions and activity status.";

/// Alternate
"alternate" = "Alternate";

/// Alternate DVD
"alternateDVD" = "Alternate DVD";

/// Anamorphic video is not supported
"anamorphicVideoNotSupported" = "Anamorphic video is not supported";

/// API key copied
"apiKeyCopied" = "API key copied";

/// Your API key was copied to your clipboard!
"apiKeyCopiedMessage" = "Your API key was copied to your clipboard!";

/// API keys
"apiKeys" = "API keys";

/// API Keys
"apiKeysCapitalized" = "API Keys";

/// External applications require an API key to communicate with your server.
"apiKeysDescription" = "External applications require an API key to communicate with your server.";

/// Appearance
"appearance" = "Appearance";

/// App icon
"appIcon" = "App icon";

/// Application name
"applicationName" = "Application name";

/// App messages
"appMessages" = "App messages";

/// Arranger
"arranger" = "Arranger";

/// Art
"art" = "Art";

/// Artist
"artist" = "Artist";

/// Artists
"artists" = "Artists";

/// Ascending
"ascending" = "Ascending";

/// Aspect fill
"aspectFill" = "Aspect fill";

/// Audio
"audio" = "Audio";

/// The audio bit depth is not supported
"audioBitDepthNotSupported" = "The audio bit depth is not supported";

/// The audio bitrate is not supported
"audioBitrateNotSupported" = "The audio bitrate is not supported";

/// Audio book
"audioBook" = "Audio book";

/// Audio books
"audioBooks" = "Audio books";

/// The number of audio channels is not supported
"audioChannelsNotSupported" = "The number of audio channels is not supported";

/// The audio codec is not supported
"audioCodecNotSupported" = "The audio codec is not supported";

/// The audio track is external and requires transcoding
"audioIsExternal" = "The audio track is external and requires transcoding";

/// Audio normalization
"audioNormalization" = "Audio normalization";

/// Keeps volume more consistent between tracks. Requires audio normalization data from the Jellyfin server.
"audioNormalizationDescription" = "Keeps volume more consistent between tracks. Requires audio normalization data from the Jellyfin server.";

/// Audio offset
"audioOffset" = "Audio offset";

/// Adjust audio sync in milliseconds.
"audioOffsetDescription" = "Adjust audio sync in milliseconds.";

/// Downmixes surround audio to stereo when needed. Recommended for most TVs.
"audioOutputAutoDescription" = "Downmixes surround audio to stereo when needed. Recommended for most TVs.";

/// Audio output
"audioOutputMode" = "Audio output";

/// Sends raw audio to a compatible receiver or soundbar.
"audioOutputPassthroughDescription" = "Sends raw audio to a compatible receiver or soundbar.";

/// Forces stereo output when automatic output is not correct.
"audioOutputStereoDescription" = "Forces stereo output when automatic output is not correct.";

/// The audio profile is not supported
"audioProfileNotSupported" = "The audio profile is not supported";

/// The audio sample rate is not supported
"audioSampleRateNotSupported" = "The audio sample rate is not supported";

/// Audio transcoding
"audioTranscoding" = "Audio transcoding";

/// %d audio, %d video
"audioVideoProfileSummary" = "%d audio, %d video";

/// Author
"author" = "Author";

/// Authorize
"authorize" = "Authorize";

/// Auto
"auto" = "Auto";

/// Optimizes playback using default settings for most devices. Some formats may require server transcoding for non-compatible media types.
"autoDescription" = "Optimizes playback using default settings for most devices. Some formats may require server transcoding for non-compatible media types.";

/// Auto play
"autoPlay" = "Auto play";

/// Backdrop
"backdrop" = "Backdrop";

/// Banner
"banner" = "Banner";

/// Bar buttons
"barButtons" = "Bar buttons";

/// Plugin folder
"basePluginFolder" = "Plugin folder";

/// Plugin folders
"basePluginFolders" = "Plugin folders";

/// Behavior
"behavior" = "Behavior";

/// Behind the scenes
"behindTheScenes" = "Behind the scenes";

/// Tests your server connection to assess internet speed and adjust bandwidth automatically.
"birateAutoDescription" = "Tests your server connection to assess internet speed and adjust bandwidth automatically.";

/// Birthday
"birthday" = "Birthday";

/// Birthplace
"birthplace" = "Birthplace";

/// Birth year
"birthYear" = "Birth year";

/// Auto
"bitrateAuto" = "Auto";

/// Default bitrate
"bitrateDefault" = "Default bitrate";

/// Limits the internet bandwidth used during playback.
"bitrateDefaultDescription" = "Limits the internet bandwidth used during playback.";

/// 480p - 1.5 Mbps
"bitrateKbps1500" = "480p - 1.5 Mbps";

/// 360p - 420 Kbps
"bitrateKbps420" = "360p - 420 Kbps";

/// 480p - 720 Kbps
"bitrateKbps720" = "480p - 720 Kbps";

/// Maximum
"bitrateMax" = "Maximum";

/// Uses up to %@ per playback stream for the highest quality.
"bitrateMaxDescription" = "Uses up to %@ per playback stream for the highest quality.";

/// 1080p - 10 Mbps
"bitrateMbps10" = "1080p - 10 Mbps";

/// 4K - 120 Mbps
"bitrateMbps120" = "4K - 120 Mbps";

/// 1080p - 15 Mbps
"bitrateMbps15" = "1080p - 15 Mbps";

/// 1080p - 20 Mbps
"bitrateMbps20" = "1080p - 20 Mbps";

/// 480p - 3 Mbps
"bitrateMbps3" = "480p - 3 Mbps";

/// 720p - 4 Mbps
"bitrateMbps4" = "720p - 4 Mbps";

/// 1080p - 40 Mbps
"bitrateMbps40" = "1080p - 40 Mbps";

/// 720p - 6 Mbps
"bitrateMbps6" = "720p - 6 Mbps";

/// 1080p - 60 Mbps
"bitrateMbps60" = "1080p - 60 Mbps";

/// 720p - 8 Mbps
"bitrateMbps8" = "720p - 8 Mbps";

/// 4K - 80 Mbps
"bitrateMbps80" = "4K - 80 Mbps";

/// Bitrate test
"bitrateTest" = "Bitrate test";

/// Longer tests are more accurate, but playback may start later.
"bitrateTestDisclaimer" = "Longer tests are more accurate, but playback may start later.";

/// bps
"bitsPerSecond" = "bps";

/// Blocked
"blocked" = "Blocked";

/// Block unrated items
"blockUnratedItems" = "Block unrated items";

/// Block items from this user with no or unrecognized rating information.
"blockUnratedItemsDescription" = "Block items from this user with no or unrecognized rating information.";

/// Blue
"blue" = "Blue";

/// Book
"book" = "Book";

/// Books
"books" = "Books";

/// Born
"born" = "Born";

/// Box
"box" = "Box";

/// Box rear
"boxRear" = "Box rear";

/// Brightness
"brightness" = "Brightness";

/// Bugs and features
"bugsAndFeatures" = "Bugs and features";

/// Buttons
"buttons" = "Buttons";

/// Cancel
"cancel" = "Cancel";

/// Cancelling...
"cancelling" = "Cancelling...";

/// Cannot connect to host
"cannotConnectToHost" = "Cannot connect to host";

/// Capabilities
"capabilities" = "Capabilities";

/// Cast & crew
"castAndCrew" = "Cast & crew";

/// Category
"category" = "Category";

/// Change pin
"changePin" = "Change pin";

/// Channel
"channel" = "Channel";

/// Channel display
"channelDisplay" = "Channel display";

/// Channel folder item
"channelFolderItem" = "Channel folder item";

/// Channel folder items
"channelFolderItems" = "Channel folder items";

/// Channels
"channels" = "Channels";

/// Chapter
"chapter" = "Chapter";

/// Chapter images
"chapterImages" = "Chapter images";

/// Chapters
"chapters" = "Chapters";

/// Chapter slider
"chapterSlider" = "Chapter slider";

/// Cinematic
"cinematic" = "Cinematic";

/// Cinematic background
"cinematicBackground" = "Cinematic background";

/// Client
"client" = "Client";

/// Clip
"clip" = "Clip";

/// Close
"close" = "Close";

/// Collection
"collection" = "Collection";

/// %d collections
"collectionCountLabel" = "%d collections";

/// Collection folder
"collectionFolder" = "Collection folder";

/// Collection folders
"collectionFolders" = "Collection folders";

/// Collections
"collections" = "Collections";

/// Color
"color" = "Color";

/// Colorist
"colorist" = "Colorist";

/// Columns
"columns" = "Columns";

/// Columns: %@
"columnsWithCount" = "Columns: %@";

/// Coming soon
"comingSoon" = "Coming soon";

/// Community
"community" = "Community";

/// Community rating
"communityRating" = "Community rating";

/// Community rating on a scale from 1 to 10.
"communityRatingDescription" = "Community rating on a scale from 1 to 10.";

/// Compact
"compact" = "Compact";

/// Compact logo
"compactLogo" = "Compact logo";

/// Compact poster
"compactPoster" = "Compact poster";

/// Compatibility
"compatibility" = "Compatibility";

/// Most compatible
"compatible" = "Most compatible";

/// Converts all media to H.264 video and AAC audio for maximum compatibility. May require server transcoding for non-compatible media types.
"compatibleDescription" = "Converts all media to H.264 video and AAC audio for maximum compatibility. May require server transcoding for non-compatible media types.";

/// Composer
"composer" = "Composer";

/// Conductor
"conductor" = "Conductor";

/// Confirm
"confirm" = "Confirm";

/// Are you sure you want to delete %@ and all of its connected users?
"confirmDeleteServerAndUsers" = "Are you sure you want to delete %@ and all of its connected users?";

/// Confirm new password
"confirmNewPassword" = "Confirm new password";

/// Confirm password
"confirmPassword" = "Confirm password";

/// Connect
"connect" = "Connect";

/// Connect to a Jellyfin server, then sign in with an existing Jellyfin user
"connectToJellyfinServerStart" = "Connect to a Jellyfin server, then sign in with an existing Jellyfin user";

/// Connect to server
"connectToServer" = "Connect to server";

/// The container bitrate exceeds the allowed limit
"containerBitrateExceedsLimit" = "The container bitrate exceeds the allowed limit";

/// The container format is not supported
"containerNotSupported" = "The container format is not supported";

/// Containers
"containers" = "Containers";

/// Continue
"continue" = "Continue";

/// Continuing
"continuing" = "Continuing";

/// Control other users
"controlOtherUsers" = "Control other users";

/// Control shared devices
"controlSharedDevices" = "Control shared devices";

/// Country
"country" = "Country";

/// Cover artist
"coverArtist" = "Cover artist";

/// Create & join groups
"createAndJoinGroups" = "Create & join groups";

/// Create API Key
"createAPIKeyCapitalized" = "Create API Key";

/// Enter the application name for the new API key.
"createAPIKeyMessage" = "Enter the application name for the new API key.";

/// Create a pin to sign in to %@ on this device
"createPinForUser" = "Create a pin to sign in to %@ on this device";

/// Creator
"creator" = "Creator";

/// Critical
"critical" = "Critical";

/// Critic rating
"criticRating" = "Critic rating";

/// Critic rating on a scale from 1 to 100.
"criticRatingDescription" = "Critic rating on a scale from 1 to 100.";

/// Critics
"critics" = "Critics";

/// Current password
"currentPassword" = "Current password";

/// Current address
"currentServerAddress" = "Current address";

/// WatermelonFin uses this address for all requests to this Jellyfin server.
"currentServerAddressDescription" = "WatermelonFin uses this address for all requests to this Jellyfin server.";

/// Custom
"custom" = "Custom";

/// Custom bitrate
"customBitrate" = "Custom bitrate";

/// Manually set the maximum number of connections a user can have to the server.
"customConnectionsDescription" = "Manually set the maximum number of connections a user can have to the server.";

/// Allows advanced customization of device profiles for native playback. Incorrect settings may affect playback.
"customDescription" = "Allows advanced customization of device profiles for native playback. Incorrect settings may affect playback.";

/// The custom device profiles will be added to the default WatermelonFin device profiles.
"customDeviceProfileAdd" = "The custom device profiles will be added to the default WatermelonFin device profiles.";

/// The custom device profiles will replace the default WatermelonFin device profiles.
"customDeviceProfileReplace" = "The custom device profiles will replace the default WatermelonFin device profiles.";

/// Manually set the number of failed login attempts allowed before locking the user.
"customFailedLoginDescription" = "Manually set the number of failed login attempts allowed before locking the user.";

/// Custom failed logins
"customFailedLogins" = "Custom failed logins";

/// Customize
"customize" = "Customize";

/// Provide a custom jump interval in seconds.
"customJumpIntervalDescription" = "Provide a custom jump interval in seconds.";

/// Custom name
"customName" = "Custom name";

/// Custom profile
"customProfile" = "Custom profile";

/// Custom rating
"customRating" = "Custom rating";

/// Custom sessions
"customSessions" = "Custom sessions";

/// Daily
"daily" = "Daily";

/// Dark
"dark" = "Dark";

/// Dashboard
"dashboard" = "Dashboard";

/// Perform administrative tasks for your Jellyfin server.
"dashboardDescription" = "Perform administrative tasks for your Jellyfin server.";

/// Date
"date" = "Date";

/// Date added
"dateAdded" = "Date added";

/// Date created
"dateCreated" = "Date created";

/// Date modified
"dateModified" = "Date modified";

/// Date of death
"dateOfDeath" = "Date of death";

/// Date played
"datePlayed" = "Date played";

/// Dates
"dates" = "Dates";

/// Day of week
"dayOfWeek" = "Day of week";

/// Days
"days" = "Days";

/// Debug
"debug" = "Debug";

/// Default
"default" = "Default";

/// Admins are locked out after 5 failed attempts. Non-admins are locked out after 3 attempts.
"defaultFailedLoginDescription" = "Admins are locked out after 5 failed attempts. Non-admins are locked out after 3 attempts.";

/// Delete
"delete" = "Delete";

/// Failed to delete device
"deleteDeviceFailed" = "Failed to delete device";

/// Cannot delete a session from the same device (%1$@).
"deleteDeviceSelfDeletion" = "Cannot delete a session from the same device (%1$@).";

/// Are you sure you wish to delete this device? This session will be logged out.
"deleteDeviceWarning" = "Are you sure you wish to delete this device? This session will be logged out.";

/// Deleted Scene
"deletedScene" = "Deleted Scene";

/// Are you sure you want to delete this item?
"deleteItemConfirmation" = "Are you sure you want to delete this item?";

/// Are you sure you want to delete this item? This action cannot be undone.
"deleteItemConfirmationMessage" = "Are you sure you want to delete this item? This action cannot be undone.";

/// Delete media
"deleteMedia" = "Delete media";

/// Are you sure you want to delete the selected items?
"deleteSelectedConfirmation" = "Are you sure you want to delete the selected items?";

/// Are you sure you wish to delete all selected devices? All selected sessions will be logged out.
"deleteSelectionDevicesWarning" = "Are you sure you wish to delete all selected devices? All selected sessions will be logged out.";

/// Are you sure you wish to delete all selected users?
"deleteSelectionUsersWarning" = "Are you sure you wish to delete all selected users?";

/// Delete server
"deleteServer" = "Delete server";

/// Delete user
"deleteUser" = "Delete user";

/// Failed to delete user
"deleteUserFailed" = "Failed to delete user";

/// Are you sure you want to delete %d users?
"deleteUserMultipleConfirmation" = "Are you sure you want to delete %d users?";

/// Cannot delete a user from the same user (%1$@).
"deleteUserSelfDeletion" = "Cannot delete a user from the same user (%1$@).";

/// Are you sure you want to delete %@?
"deleteUserSingleConfirmation" = "Are you sure you want to delete %@?";

/// Are you sure you wish to delete this user?
"deleteUserWarning" = "Are you sure you wish to delete this user?";

/// Deletion
"deletion" = "Deletion";

/// Delivery
"delivery" = "Delivery";

/// Descending
"descending" = "Descending";

/// Deselect all
"deselectAll" = "Deselect all";

/// Detailed
"detailed" = "Detailed";

/// Details
"details" = "Details";

/// Device
"device" = "Device";

/// Device access
"deviceAccess" = "Device access";

/// Device authentication
"deviceAuth" = "Device authentication";

/// Device authentication failed
"deviceAuthFailed" = "Device authentication failed";

/// Device profile
"deviceProfile" = "Device profile";

/// Decide which media plays natively or requires server transcoding for compatibility.
"deviceProfileDescription" = "Decide which media plays natively or requires server transcoding for compatibility.";

/// Devices
"devices" = "Devices";

/// Diagnostics
"diagnostics" = "Diagnostics";

/// Connection status and troubleshooting tools for this Apple TV.
"diagnosticsDescription" = "Connection status and troubleshooting tools for this Apple TV.";

/// Died
"died" = "Died";

/// Digital
"digital" = "Digital";

/// Dimensions
"dimensions" = "Dimensions";

/// Plays content in its original format. May cause playback issues on unsupported media types.
"directDescription" = "Plays content in its original format. May cause playback issues on unsupported media types.";

/// Director
"director" = "Director";

/// Direct play
"directPlay" = "Direct play";

/// An error occurred during direct play
"directPlayError" = "An error occurred during direct play";

/// Direct Stream
"directStream" = "Direct Stream";

/// Disabled
"disabled" = "Disabled";

/// Disc
"disc" = "Disc";

/// Disclaimer
"disclaimer" = "Disclaimer";

/// Dismiss
"dismiss" = "Dismiss";

/// Display order
"displayOrder" = "Display order";

/// Done
"done" = "Done";

/// Double touch
"doubleTouch" = "Double touch";

/// Failed to save item metadata.
"downloadMetadataEncodingFailed" = "Failed to save item metadata.";

/// Item is missing the required ID.
"downloadMissingItemID" = "Item is missing the required ID.";

/// Not enough storage
"downloadNotEnoughStorage" = "Not enough storage";

/// Downloads
"downloads" = "Downloads";

/// User already added
"duplicateUser" = "User already added";

/// %@ is already added on this Apple TV. Continue with the saved login, or replace it with the credentials you just entered.
"duplicateUserSaved" = "%@ is already added on this Apple TV. Continue with the saved login, or replace it with the credentials you just entered.";

/// Duration
"duration" = "Duration";

/// DVD
"dvd" = "DVD";

/// Edit
"edit" = "Edit";

/// Edit collections
"editCollections" = "Edit collections";

/// Edit media
"editMedia" = "Edit media";

/// Editor
"editor" = "Editor";

/// Edit server
"editServer" = "Edit server";

/// Edit users
"editUsers" = "Edit users";

/// Embedded
"embedded" = "Embedded";

/// Embedded subtitles cannot be edited.
"embeddedSubtitleFooter" = "Embedded subtitles cannot be edited.";

/// Enable all devices
"enableAllDevices" = "Enable all devices";

/// Enable all libraries
"enableAllLibraries" = "Enable all libraries";

/// Enabled
"enabled" = "Enabled";

/// Enabled trailers
"enabledTrailers" = "Enabled trailers";

/// End date
"endDate" = "End date";

/// Ended
"ended" = "Ended";

/// End time
"endTime" = "End time";

/// Engineer
"engineer" = "Engineer";

/// Enter custom bitrate in Mbps
"enterCustomBitrate" = "Enter custom bitrate in Mbps";

/// Enter custom failed logins limit
"enterCustomFailedLogins" = "Enter custom failed logins limit";

/// Enter custom max sessions
"enterCustomMaxSessions" = "Enter custom max sessions";

/// Enter the episode number.
"enterEpisodeNumber" = "Enter the episode number.";

/// Enter pin
"enterPin" = "Enter pin";

/// Enter PIN for %@
"enterPinForUser" = "Enter PIN for %@";

/// Enter the season number.
"enterSeasonNumber" = "Enter the season number.";

/// Enter server address manually
"enterServerAddressManually" = "Enter server address manually";

/// Episode
"episode" = "Episode";

/// %d episodes
"episodeCountLabel" = "%d episodes";

/// Episode Landscape Poster
"episodeLandscapePoster" = "Episode Landscape Poster";

/// Episode %1$@
"episodeNumber" = "Episode %1$@";

/// Episode runtime in minutes.
"episodeRuntimeDescription" = "Episode runtime in minutes.";

/// Episodes
"episodes" = "Episodes";

/// Error
"error" = "Error";

/// Error details
"errorDetails" = "Error details";

/// Errors only
"errorsOnly" = "Errors only";

/// Every
"every" = "Every";

/// Everyday
"everyday" = "Everyday";

/// Every %1$@
"everyInterval" = "Every %1$@";

/// Executed
"executed" = "Executed";

/// Existing items
"existingItems" = "Existing items";

/// This item exists on your Jellyfin Server.
"existsOnServer" = "This item exists on your Jellyfin Server.";

/// Experimental
"experimental" = "Experimental";

/// External
"external" = "External";

/// Failed
"failed" = "Failed";

/// Failed to delete item at index %1$@: %2$@
"failedDeletionAtIndexError" = "Failed to delete item at index %1$@: %2$@";

/// Failed logins
"failedLogins" = "Failed logins";

/// Favorite
"favorite" = "Favorite";

/// Favorited
"favorited" = "Favorited";

/// Favorites
"favorites" = "Favorites";

/// Featurette
"featurette" = "Featurette";

/// File
"file" = "File";

/// Filters
"filters" = "Filters";

/// Folder
"folder" = "Folder";

/// Folders
"folders" = "Folders";

/// Forced
"forced" = "Forced";

/// Force remote media transcoding
"forceRemoteTranscoding" = "Force remote media transcoding";

/// Format
"format" = "Format";

/// 3D format
"format3D" = "3D format";

/// From beginning
"fromBeginning" = "From beginning";

/// Full side-by-side
"fullSideBySide" = "Full side-by-side";

/// Full top and bottom
"fullTopAndBottom" = "Full top and bottom";

/// Genre
"genre" = "Genre";

/// Genres
"genres" = "Genres";

/// Categories that describe the themes or styles of media.
"genresDescription" = "Categories that describe the themes or styles of media.";

/// Gesture lock
"gestureLock" = "Gesture lock";

/// Gestures
"gestures" = "Gestures";

/// Gestures locked
"gesturesLocked" = "Gestures locked";

/// Gestures unlocked
"gesturesUnlocked" = "Gestures unlocked";

/// Gbps
"gigabitsPerSecond" = "Gbps";

/// Green
"green" = "Green";

/// Grid
"grid" = "Grid";

/// Guest star
"guestStar" = "Guest star";

/// Half side-by-side
"halfSideBySide" = "Half side-by-side";

/// Half top and bottom
"halfTopAndBottom" = "Half top and bottom";

/// Hearing impaired
"hearingImpaired" = "Hearing impaired";

/// Hidden
"hidden" = "Hidden";

/// Hidden libraries
"hiddenLibraries" = "Hidden libraries";

/// Hide user from login screen
"hideUserFromLoginScreen" = "Hide user from login screen";

/// Hint
"hint" = "Hint";

/// Home
"home" = "Home";

/// Horizontal pan
"horizontalPan" = "Horizontal pan";

/// Horizontal swipe
"horizontalSwipe" = "Horizontal swipe";

/// Hours
"hours" = "Hours";

/// ID
"id" = "ID";

/// Identify
"identify" = "Identify";

/// Idle
"idle" = "Idle";

/// Illustrator
"illustrator" = "Illustrator";

/// Images
"image" = "Images";

/// Images
"images" = "Images";

/// Image source
"imageSource" = "Image source";

/// Inactive
"inactive" = "Inactive";

/// Incorrect pin for %@
"incorrectPinForUser" = "Incorrect pin for %@";

/// Index
"index" = "Index";

/// Index number
"indexNumber" = "Index number";

/// Indicators
"indicators" = "Indicators";

/// Info
"info" = "Info";

/// Inker
"inker" = "Inker";

/// Interlaced video is not supported
"interlacedVideoNotSupported" = "Interlaced video is not supported";

/// Interval
"interval" = "Interval";

/// Interview
"interview" = "Interview";

/// Invalid format
"invalidFormat" = "Invalid format";

/// Invalid IP address. Each number must be between 0 and 255 (e.g., 192.168.1.11).
"invalidIPAddress" = "Invalid IP address. Each number must be between 0 and 255 (e.g., 192.168.1.11).";

/// Inverted dark
"invertedDark" = "Inverted dark";

/// Inverted light
"invertedLight" = "Inverted light";

/// %1$@ at %2$@
"itemAtItem" = "%1$@ at %2$@";

/// %d items
"itemCountLabel" = "%d items";

/// Items
"items" = "Items";

/// Join groups
"joinGroups" = "Join groups";

/// Jump
"jump" = "Jump";

/// Jump backward
"jumpBackward" = "Jump backward";

/// Jump backward length
"jumpBackwardLength" = "Jump backward length";

/// Jump forward
"jumpForward" = "Jump forward";

/// Jump forward length
"jumpForwardLength" = "Jump forward length";

/// Kids
"kids" = "Kids";

/// kbps
"kilobitsPerSecond" = "kbps";

/// Landscape
"landscape" = "Landscape";

/// Language
"language" = "Language";

/// Large
"large" = "Large";

/// Larger
"larger" = "Larger";

/// Largest
"largest" = "Largest";

/// Last run
"lastRun" = "Last run";

/// Last ran %@
"lastRunTime" = "Last ran %@";

/// Last seen
"lastSeen" = "Last seen";

/// Latest media libraries
"latestMediaLibraries" = "Latest media libraries";

/// Latest %@
"latestWithString" = "Latest %@";

/// Layout
"layout" = "Layout";

/// Learn more
"learnMore" = "Learn more";

/// Left
"left" = "Left";

/// Left vertical pan
"leftVerticalPan" = "Left vertical pan";

/// Letter
"letter" = "Letter";

/// Letterer
"letterer" = "Letterer";

/// Letter picker
"letterPicker" = "Letter picker";

/// Level
"level" = "Level";

/// Libraries
"libraries" = "Libraries";

/// Library
"library" = "Library";

/// Light
"light" = "Light";

/// Liked items
"likedItems" = "Liked items";

/// Likes
"likes" = "Likes";

/// List
"list" = "List";

/// Live TV
"liveTV" = "Live TV";

/// Live TV access
"liveTVAccess" = "Live TV access";

/// Live TV Access
"liveTVAccessCapitalized" = "Live TV Access";

/// Live TV channel
"liveTVChannel" = "Live TV channel";

/// Live TV channels
"liveTVChannels" = "Live TV channels";

/// Live TV program
"liveTVProgram" = "Live TV program";

/// Live TV programs
"liveTVPrograms" = "Live TV programs";

/// Live TV recording management
"liveTVRecordingManagement" = "Live TV recording management";

/// Loading user failed
"loadingUserFailed" = "Loading user failed";

/// Local
"local" = "Local";

/// Local servers
"localServers" = "Local servers";

/// Choose a discovered server first. If a saved Jellyfin server appears at a new local address, WatermelonFin updates it automatically.
"localServersDescription" = "Choose a discovered server first. If a saved Jellyfin server appears at a new local address, WatermelonFin updates it automatically.";

/// Lock all fields
"lockAllFields" = "Lock all fields";

/// Locked fields
"lockedFields" = "Locked fields";

/// Locked users
"lockedUsers" = "Locked users";

/// Log entries
"logEntries" = "Log entries";

/// Logo
"logo" = "Logo";

/// Logs
"logs" = "Logs";

/// Access the Jellyfin server logs for troubleshooting and monitoring purposes.
"logsDescription" = "Access the Jellyfin server logs for troubleshooting and monitoring purposes.";

/// Long press
"longPress" = "Long press";

/// Lyricist
"lyricist" = "Lyricist";

/// Lyrics
"lyrics" = "Lyrics";

/// Manage
"manage" = "Manage";

/// Management
"management" = "Management";

/// Delete, upload, or search for external subtitles.
"manageSubtitlesDescription" = "Delete, upload, or search for external subtitles.";

/// Manual playlists folder
"manualPlaylistsFolder" = "Manual playlists folder";

/// Manual playlists folders
"manualPlaylistsFolders" = "Manual playlists folders";

/// Manual address
"manualServerAddress" = "Manual address";

/// Use this only when local discovery cannot find your server. WatermelonFin remembers the server ID and can update future address changes automatically.
"manualServerAddressDescription" = "Use this only when local discovery cannot find your server. WatermelonFin remembers the server ID and can update future address changes automatically.";

/// Mark unwatched
"markUnwatched" = "Mark unwatched";

/// Mark watched
"markWatched" = "Mark watched";

/// Maximum bitrate
"maximumBitrate" = "Maximum bitrate";

/// Limits the total number of connections a user can have to the server.
"maximumConnectionsDescription" = "Limits the total number of connections a user can have to the server.";

/// Maximum failed login policy
"maximumFailedLoginPolicy" = "Maximum failed login policy";

/// Sets the maximum failed login attempts before a user is locked out.
"maximumFailedLoginPolicyDescription" = "Sets the maximum failed login attempts before a user is locked out.";

/// Locked users must be re-enabled by an Administrator.
"maximumFailedLoginPolicyReenable" = "Locked users must be re-enabled by an Administrator.";

/// Maximum remote bitrate
"maximumRemoteBitrate" = "Maximum remote bitrate";

/// Maximum sessions
"maximumSessions" = "Maximum sessions";

/// Maximum sessions policy
"maximumSessionsPolicy" = "Maximum sessions policy";

/// Maximum parental rating
"maxParentalRating" = "Maximum parental rating";

/// Content with a higher rating will be hidden from this user.
"maxParentalRatingDescription" = "Content with a higher rating will be hidden from this user.";

/// Media
"media" = "Media";

/// Media access
"mediaAccess" = "Media access";

/// Media and appearance
"mediaAndAppearance" = "Media and appearance";

/// Media attributes
"mediaAttributes" = "Media attributes";

/// Cannot Play
"mediaCannotPlay" = "Cannot Play";

/// Media downloads
"mediaDownloads" = "Media downloads";

/// Item Error
"mediaItemError" = "Item Error";

/// The requested item was not found.
"mediaItemNotFound" = "The requested item was not found.";

/// Item “%@” was not found.
"mediaItemNotFoundWithID" = "Item “%@” was not found.";

/// Failed to load media.
"mediaLoadFailed" = "Failed to load media.";

/// Failed to load media: %@
"mediaLoadFailedWithReason" = "Failed to load media: %@";

/// No media information available for this item.
"mediaNoMediaInfo" = "No media information available for this item.";

/// No playable source available for this item.
"mediaNoPlayableSource" = "No playable source available for this item.";

/// This item type cannot be played.
"mediaNotPlayable" = "This item type cannot be played.";

/// Media playback
"mediaPlayback" = "Media playback";

/// Playback Error
"mediaPlaybackError" = "Playback Error";

/// Please sign in again
"mediaPlayerAuthenticationRecovery" = "Please sign in again";

/// Authentication required
"mediaPlayerAuthenticationRequired" = "Authentication required";

/// Try switching to a different player in Settings
"mediaPlayerCodecRecovery" = "Try switching to a different player in Settings";

/// Try playing again or switch players
"mediaPlayerCrashRecovery" = "Try playing again or switch players";

/// The media file may have been moved or deleted
"mediaPlayerMediaSourceRecovery" = "The media file may have been moved or deleted";

/// Media source not available
"mediaPlayerMediaSourceUnavailable" = "Media source not available";

/// Network connection error
"mediaPlayerNetworkConnectionError" = "Network connection error";

/// Check your network connection and try again
"mediaPlayerNetworkRecovery" = "Check your network connection and try again";

/// %@ player error
"mediaPlayerPlayerError" = "%@ player error";

/// Verify your server address and try again
"mediaPlayerServerRecovery" = "Verify your server address and try again";

/// Cannot reach server
"mediaPlayerServerUnreachable" = "Cannot reach server";

/// Try a lower quality setting or different player
"mediaPlayerTranscodeRecovery" = "Try a lower quality setting or different player";

/// Transcoding failed
"mediaPlayerTranscodingFailed" = "Transcoding failed";

/// Transcoding failed: %@
"mediaPlayerTranscodingFailedWithReason" = "Transcoding failed: %@";

/// Unknown playback error
"mediaPlayerUnknownPlaybackError" = "Unknown playback error";

/// Try again or restart the app
"mediaPlayerUnknownRecovery" = "Try again or restart the app";

/// Unsupported format
"mediaPlayerUnsupportedFormat" = "Unsupported format";

/// Unsupported format: %@
"mediaPlayerUnsupportedFormatWithCodec" = "Unsupported format: %@";

/// Failed to report playback progress.
"mediaReportingFailed" = "Failed to report playback progress.";

/// Failed to create playback session.
"mediaSessionCreationFailed" = "Failed to create playback session.";

/// Session Error
"mediaSessionError" = "Session Error";

/// Your playback session has expired.
"mediaSessionExpired" = "Your playback session has expired.";

/// The media stream ended unexpectedly.
"mediaStreamEnded" = "The media stream ended unexpectedly.";

/// Transcoding Error
"mediaTranscodingError" = "Transcoding Error";

/// Server transcoding failed.
"mediaTranscodingFailed" = "Server transcoding failed.";

/// Server transcoding failed: %@
"mediaTranscodingFailedWithReason" = "Server transcoding failed: %@";

/// The media format is not supported.
"mediaUnsupportedFormat" = "The media format is not supported.";

/// The media format “%@” is not supported.
"mediaUnsupportedFormatWithFormat" = "The media format “%@” is not supported.";

/// Mbps
"megabitsPerSecond" = "Mbps";

/// Menu
"menu" = "Menu";

/// Menu buttons
"menuButtons" = "Menu buttons";

/// Metadata
"metadata" = "Metadata";

/// Metadata preferences
"metadataPreferences" = "Metadata preferences";

/// Metadata is refreshed based on settings and internet services that are enabled in Jellyfin.
"metadataRefreshDescription" = "Metadata is refreshed based on settings and internet services that are enabled in Jellyfin.";

/// Method
"method" = "Method";

/// Migration Failed
"migrationFailed" = "Migration Failed";

/// The app data migration failed. This may be due to corrupted data or insufficient storage.
"migrationFailedDescription" = "The app data migration failed. This may be due to corrupted data or insufficient storage.";

/// If the issue persists, you may need to reset app data
"migrationRecoveryReset" = "If the issue persists, you may need to reset app data";

/// Restart the app to retry the migration
"migrationRecoveryRetry" = "Restart the app to retry the migration";

/// Check available storage space
"migrationRecoveryStorage" = "Check available storage space";

/// Minutes
"minutes" = "Minutes";

/// Missing
"missing" = "Missing";

/// Missing codec values
"missingCodecValues" = "Missing codec values";

/// Missing items
"missingItems" = "Missing items";

/// Mixer
"mixer" = "Mixer";

/// Mode
"mode" = "Mode";

/// Movie
"movie" = "Movie";

/// %d movies
"movieCountLabel" = "%d movies";

/// Movies
"movies" = "Movies";

/// Multi tap
"multiTap" = "Multi tap";

/// Music
"music" = "Music";

/// Music video
"musicVideo" = "Music video";

/// Music videos
"musicVideos" = "Music videos";

/// MVC
"mvc" = "MVC";

/// Name
"name" = "Name";

/// Native (AVKit)
"native" = "Native (AVKit)";

/// Native Player
"nativePlayer" = "Native Player";

/// Network only
"networkOnly" = "Network only";

/// Network requests
"networkRequests" = "Network requests";

/// Network timed out
"networkTimedOut" = "Network timed out";

/// Never
"never" = "Never";

/// Never run
"neverRun" = "Never run";

/// New password
"newPassword" = "New password";

/// News
"news" = "News";

/// New user
"newUser" = "New user";

/// Next
"next" = "Next";

/// Next item
"nextItem" = "Next item";

/// Next Up
"nextUp" = "Next Up";

/// Days in Next Up
"nextUpDays" = "Days in Next Up";

/// Set the maximum amount of days a show should stay in the 'Next Up' list without watching it.
"nextUpDaysDescription" = "Set the maximum amount of days a show should stay in the 'Next Up' list without watching it.";

/// Rewatching in Next Up
"nextUpRewatch" = "Rewatching in Next Up";

/// No
"no" = "No";

/// No profiles defined. Playback issues may occur.
"noDeviceProfileWarning" = "No profiles defined. Playback issues may occur.";

/// No episodes available
"noEpisodesAvailable" = "No episodes available";

/// No item selected
"noItemSelected" = "No item selected";

/// No libraries found
"noLibrariesFound" = "No libraries found";

/// No local servers found
"noLocalServersFound" = "No local servers found";

/// No logs
"noLogs" = "No logs";

/// Logs will appear here after the app records app or network activity.
"noLogsDescription" = "Logs will appear here after the app records app or network activity.";

/// None
"none" = "None";

/// No overview available
"noOverviewAvailable" = "No overview available";

/// No public users
"noPublicUsers" = "No public users";

/// No results.
"noResults" = "No results.";

/// Normal
"normal" = "Normal";

/// No runtime limit
"noRuntimeLimit" = "No runtime limit";

/// No session
"noSession" = "No session";

/// Notice
"notice" = "Notice";

/// Type: %@ not implemented yet :(
"notImplementedYetWithType" = "Type: %@ not implemented yet :(";

/// No visible users
"noVisibleUsers" = "No visible users";

/// Official rating
"officialRating" = "Official rating";

/// Offset
"offset" = "Offset";

/// OK
"ok" = "OK";

/// On application startup
"onApplicationStartup" = "On application startup";

/// On Now
"onNow" = "On Now";

/// Options
"options" = "Options";

/// Orange
"orange" = "Orange";

/// Order
"order" = "Order";

/// Orientation
"orientation" = "Orientation";

/// Original air date
"originalAirDate" = "Original air date";

/// Original aspect ratio
"originalAspectRatio" = "Original aspect ratio";

/// Original title
"originalTitle" = "Original title";

/// Other
"other" = "Other";

/// Overview
"overview" = "Overview";

/// Parental controls
"parentalControls" = "Parental controls";

/// Parental rating
"parentalRating" = "Parental rating";

/// Parental ratings
"parentalRatings" = "Parental ratings";

/// Parent index
"parentIndexNumber" = "Parent index";

/// Passthrough
"passthrough" = "Passthrough";

/// Password
"password" = "Password";

/// User password has been changed.
"passwordChangedMessage" = "User password has been changed.";

/// Changes the Jellyfin server user password. This does not change any WatermelonFin settings.
"passwordChangeWarning" = "Changes the Jellyfin server user password. This does not change any WatermelonFin settings.";

/// New passwords do not match.
"passwordsDoNotMatch" = "New passwords do not match.";

/// Pause
"pause" = "Pause";

/// Penciller
"penciller" = "Penciller";

/// Pending
"pending" = "Pending";

/// People
"people" = "People";

/// People who helped create or perform specific media.
"peopleDescription" = "People who helped create or perform specific media.";

/// Perfect match
"perfectMatch" = "Perfect match";

/// Permissions
"permissions" = "Permissions";

/// Person
"person" = "Person";

/// Photo
"photo" = "Photo";

/// Photo album
"photoAlbum" = "Photo album";

/// Photo albums
"photoAlbums" = "Photo albums";

/// Photos
"photos" = "Photos";

/// Pin
"pin" = "Pin";

/// Pinch
"pinch" = "Pinch";

/// Play
"play" = "Play";

/// Play / Pause
"playAndPause" = "Play / Pause";

/// Playback
"playback" = "Playback";

/// Playback quality
"playbackQuality" = "Playback quality";

/// Left/right skip: 1x=15s  2x=2min  3x=5min
"playbackSkipHint" = "Left/right skip: 1x=15s  2x=2min  3x=5min";

/// Playback speed
"playbackSpeed" = "Playback speed";

/// Play count
"playCount" = "Play count";

/// Played
"played" = "Played";

/// Uses Apple AVPlayer for HDR, Picture in Picture, AirPlay casting, HomePod, and AirPlay speakers. Subtitle and file-format support is more limited.
"playerNativeDescription" = "Uses Apple AVPlayer for HDR, Picture in Picture, AirPlay casting, HomePod, and AirPlay speakers. Subtitle and file-format support is more limited.";

/// Uses MPV/libmpv for broad format compatibility and stronger subtitle rendering. It does not support HomePod, AirPlay speakers, Picture in Picture, or AirPlay casting.
"playerWatermelonFinDescription" = "Uses MPV/libmpv for broad format compatibility and stronger subtitle rendering. It does not support HomePod, AirPlay speakers, Picture in Picture, or AirPlay casting.";

/// Play From beginning
"playFromBeginning" = "Play From beginning";

/// Playlist
"playlist" = "Playlist";

/// Playlists
"playlists" = "Playlists";

/// Playlists folder
"playlistsFolder" = "Playlists folder";

/// Playlists folders
"playlistsFolders" = "Playlists folders";

/// Play next item
"playNextItem" = "Play next item";

/// Play previous item
"playPreviousItem" = "Play previous item";

/// Portrait
"portrait" = "Portrait";

/// Posters
"posters" = "Posters";

/// Pre-amp
"preAmp" = "Pre-amp";

/// Adjust ReplayGain volume before playback. Positive values are louder; negative values are quieter.
"preAmpDescription" = "Adjust ReplayGain volume before playback. Positive values are louder; negative values are quieter.";

/// Premiere date
"premiereDate" = "Premiere date";

/// Prevent clipping
"preventClipping" = "Prevent clipping";

/// Preview image
"previewImage" = "Preview image";

/// Previous item
"previousItem" = "Previous item";

/// Primary
"primary" = "Primary";

/// Producer
"producer" = "Producer";

/// Production
"production" = "Production";

/// Production locations
"productionLocations" = "Production locations";

/// Production year
"productionYear" = "Production year";

/// Profile
"profile" = "Profile";

/// Profile image
"profileImage" = "Profile image";

/// Profile not saved
"profileNotSaved" = "Profile not saved";

/// Profiles
"profiles" = "Profiles";

/// Program
"program" = "Program";

/// Programs
"programs" = "Programs";

/// Progress
"progress" = "Progress";

/// Provider
"provider" = "Provider";

/// Public users
"publicUsers" = "Public users";

/// Quick Connect
"quickConnect" = "Quick Connect";

/// Quick Connect code
"quickConnectCode" = "Quick Connect code";

/// Enter the 6 digit code from your other device.
"quickConnectCodeInstruction" = "Enter the 6 digit code from your other device.";

/// Open the Jellyfin app on your phone or web browser and sign in with your account
"quickConnectStep1" = "Open the Jellyfin app on your phone or web browser and sign in with your account";

/// Open the user menu and go to the Quick Connect page
"quickConnectStep2" = "Open the user menu and go to the Quick Connect page";

/// Enter the following code:
"quickConnectStep3" = "Enter the following code:";

/// Authorizing Quick Connect successful. Please continue on your other device.
"quickConnectSuccessMessage" = "Authorizing Quick Connect successful. Please continue on your other device.";

/// This user will be authenticated to the other device.
"quickConnectUserDisclaimer" = "This user will be authenticated to the other device.";

/// Quick filters
"quickFilters" = "Quick filters";

/// Random
"random" = "Random";

/// Random image
"randomImage" = "Random image";

/// Rating
"rating" = "Rating";

/// Ratings
"ratings" = "Ratings";

/// Re-authenticate Jellyfin user
"reauthenticateJellyfinUser" = "Re-authenticate Jellyfin user";

/// This user is already saved on this Apple TV. Enter the Jellyfin password to refresh the saved login.
"reauthenticateJellyfinUserDescription" = "This user is already saved on this Apple TV. Enter the Jellyfin password to refresh the saved login.";

/// Re-authenticate %@ on %@
"reauthenticateJellyfinUserOnServer" = "Re-authenticate %@ on %@";

/// Recently Added
"recentlyAdded" = "Recently Added";

/// Recommended
"recommended" = "Recommended";

/// Recommended media
"recommendedMedia" = "Recommended media";

/// Recording
"recording" = "Recording";

/// Recordings
"recordings" = "Recordings";

/// Recovery options:
"recoveryOptions" = "Recovery options:";

/// Red
"red" = "Red";

/// The number of reference frames is not supported
"refFramesNotSupported" = "The number of reference frames is not supported";

/// Refresh
"refresh" = "Refresh";

/// Refresh metadata
"refreshMetadata" = "Refresh metadata";

/// Refresh mode
"refreshMode" = "Refresh mode";

/// Regional
"regional" = "Regional";

/// Regular
"regular" = "Regular";

/// Release date
"releaseDate" = "Release date";

/// Remember layout
"rememberLayout" = "Remember layout";

/// Remember layout for individual libraries.
"rememberLayoutFooter" = "Remember layout for individual libraries.";

/// Remember sorting
"rememberSorting" = "Remember sorting";

/// Remember sorting for individual libraries.
"rememberSortingFooter" = "Remember sorting for individual libraries.";

/// Remixer
"remixer" = "Remixer";

/// Remote connections
"remoteConnections" = "Remote connections";

/// Remote control
"remoteControl" = "Remote control";

/// Remove all
"removeAll" = "Remove all";

/// Remove logs
"removeLogs" = "Remove logs";

/// This removes app and network logs from this Apple TV.
"removeLogsConfirmation" = "This removes app and network logs from this Apple TV.";

/// Remux
"remux" = "Remux";

/// Reorder
"reorder" = "Reorder";

/// Replace
"replace" = "Replace";

/// Replace all metadata
"replaceAllMetadata" = "Replace all metadata";

/// Current profile values may cause playback issues
"replaceDeviceProfileWarning" = "Current profile values may cause playback issues";

/// Are you sure you want to replace this item?
"replaceItemConfirmation" = "Are you sure you want to replace this item?";

/// Replace subtitle
"replaceSubtitle" = "Replace subtitle";

/// Required
"required" = "Required";

/// Require device authentication when signing in to the user.
"requireDeviceAuthDescription" = "Require device authentication when signing in to the user.";

/// Require device authentication to sign in to %@ on this device.
"requireDeviceAuthForUser" = "Require device authentication to sign in to %@ on this device.";

/// Requires a local PIN when signing in this user. This PIN cannot be recovered.
"requirePinDescription" = "Requires a local PIN when signing in this user. This PIN cannot be recovered.";

/// Reset
"reset" = "Reset";

/// Reset the filter values to none.
"resetFilterFooter" = "Reset the filter values to none.";

/// Reset settings
"resetSettings" = "Reset settings";

/// Reset WatermelonFin user settings.
"resetSettingsDescription" = "Reset WatermelonFin user settings.";

/// Are you sure you want to reset all user settings?
"resetSettingsMessage" = "Are you sure you want to reset all user settings?";

/// Restart server
"restartServer" = "Restart server";

/// Are you sure you want to restart the server?
"restartWarning" = "Are you sure you want to restart the server?";

/// Resume
"resume" = "Resume";

/// Resume offset
"resumeOffset" = "Resume offset";

/// Resume content seconds before the recorded resume time.
"resumeOffsetDescription" = "Resume content seconds before the recorded resume time.";

/// Resume Offset
"resumeOffsetTitle" = "Resume Offset";

/// Retrieving media information
"retrievingMediaInformation" = "Retrieving media information";

/// Retry
"retry" = "Retry";

/// Reviews
"reviews" = "Reviews";

/// Right
"right" = "Right";

/// Right vertical pan
"rightVerticalPan" = "Right vertical pan";

/// Role
"role" = "Role";

/// Rotate
"rotate" = "Rotate";

/// Run
"run" = "Run";

/// Running...
"running" = "Running...";

/// Runtime
"runtime" = "Runtime";

/// Sample
"sample" = "Sample";

/// Save
"save" = "Save";

/// Saved addresses
"savedServerAddresses" = "Saved addresses";

/// Saved addresses include every URL WatermelonFin has used for this server. If local discovery finds this server at a new IP, WatermelonFin saves it and switches automatically.
"savedServerAddressesDescription" = "Saved addresses include every URL WatermelonFin has used for this server. If local discovery finds this server at a new IP, WatermelonFin saves it and switches automatically.";

/// Save the user to this device without any local authentication.
"saveUserWithoutAuthDescription" = "Save the user to this device without any local authentication.";

/// Scan for new and update files
"scanForNewAndUpdatedFiles" = "Scan for new and update files";

/// Scene
"scene" = "Scene";

/// Schedule already exists
"scheduleAlreadyExists" = "Schedule already exists";

/// Score
"score" = "Score";

/// Screenshot
"screenshot" = "Screenshot";

/// Scrub
"scrub" = "Scrub";

/// Search
"search" = "Search";

/// Search for missing metadata
"searchForMissingMetadata" = "Search for missing metadata";

/// Search your media library
"searchMediaLibrary" = "Search your media library";

/// Movies, series, people, and more
"searchMediaLibraryDescription" = "Movies, series, people, and more";

/// Check the spelling, or try another title, series, or person.
"searchNoResultsDescription" = "Check the spelling, or try another title, series, or person.";

/// No results for “%@”
"searchNoResultsTitle" = "No results for “%@”";

/// Search results
"searchResults" = "Search results";

/// Season
"season" = "Season";

/// S%1$@:E%2$@
"seasonAndEpisode" = "S%1$@:E%2$@";

/// Seasons
"seasons" = "Seasons";

/// Secondary audio is not supported
"secondaryAudioNotSupported" = "Secondary audio is not supported";

/// Security
"security" = "Security";

/// See all
"seeAll" = "See all";

/// See more
"seeMore" = "See more";

/// Select all
"selectAll" = "Select all";

/// Select image
"selectImage" = "Select image";

/// Select server
"selectServer" = "Select server";

/// Select a server to add a user
"selectServerToSignIn" = "Select a server to add a user";

/// Select user
"selectUser" = "Select user";

/// Choose a user to sign in.
"selectUserDescription" = "Choose a user to sign in.";

/// Series
"series" = "Series";

/// Series backdrop
"seriesBackdrop" = "Series backdrop";

/// %d series
"seriesCountLabel" = "%d series";

/// Series date played
"seriesDatePlayed" = "Series date played";

/// Series name
"seriesName" = "Series name";

/// Server
"server" = "Server";

/// Available
"serverAddressAvailable" = "Available";

/// Current
"serverAddressCurrent" = "Current";

/// Auto update
"serverAddressNew" = "Auto update";

/// Saved
"serverAddressSaved" = "Saved";

/// Server %s is already added. Use this URL as the current address?
"serverAlreadyExistsPrompt" = "Server %s is already added. Use this URL as the current address?";

/// Server logs
"serverLogs" = "Server logs";

/// Detected a new address for %@: %@. Use this as the current address?
"serverNewAddressPrompt" = "Detected a new address for %@: %@. Use this as the current address?";

/// Servers
"servers" = "Servers";

/// Server URL
"serverURL" = "Server URL";

/// WatermelonFin requires Jellyfin version %@ or higher.
"serverVersionWarning" = "WatermelonFin requires Jellyfin version %@ or higher.";

/// Session
"session" = "Session";

/// Sessions
"sessions" = "Sessions";

/// Set
"set" = "Set";

/// Set pin
"setPin" = "Set pin";

/// Set a hint when prompting for the pin.
"setPinHintDescription" = "Set a hint when prompting for the pin.";

/// Settings
"settings" = "Settings";

/// Short
"short" = "Short";

/// Show favorited
"showFavorited" = "Show favorited";

/// Show favorites
"showFavorites" = "Show favorites";

/// Show missing episodes
"showMissingEpisodes" = "Show missing episodes";

/// Show missing seasons
"showMissingSeasons" = "Show missing seasons";

/// Show poster labels
"showPosterLabels" = "Show poster labels";

/// Show progress
"showProgress" = "Show progress";

/// Show Recently Added
"showRecentlyAdded" = "Show Recently Added";

/// Show unwatched
"showUnwatched" = "Show unwatched";

/// Show watched
"showWatched" = "Show watched";

/// Shutdown server
"shutdownServer" = "Shutdown server";

/// Are you sure you want to shutdown the server?
"shutdownWarning" = "Are you sure you want to shutdown the server?";

/// Sign in
"signIn" = "Sign in";

/// Sign in user
"signInExistingJellyfinUser" = "Sign in user";

/// This does not create a Jellyfin user. It only signs in an existing account from this server on this Apple TV.
"signInExistingJellyfinUserDescription" = "This does not create a Jellyfin user. It only signs in an existing account from this server on this Apple TV.";

/// Sign in to %s
"signInToServer" = "Sign in to %s";

/// Sign out on background
"signoutBackground" = "Sign out on background";

/// Signs out the last user when WatermelonFin has been in the background without media playback after some time.
"signoutBackgroundFooter" = "Signs out the last user when WatermelonFin has been in the background without media playback after some time.";

/// Sign out on close
"signoutClose" = "Sign out on close";

/// Signs out the last user when WatermelonFin has been force closed.
"signoutCloseFooter" = "Signs out the last user when WatermelonFin has been force closed.";

/// Skip Intro
"skipIntro" = "Skip Intro";

/// Slider
"slider" = "Slider";

/// Slow scrub
"slowScrub" = "Slow scrub";

/// Smaller
"smaller" = "Smaller";

/// Smallest
"smallest" = "Smallest";

/// Sort
"sort" = "Sort";

/// Sort name
"sortName" = "Sort name";

/// Sort title
"sortTitle" = "Sort title";

/// Source code
"sourceCode" = "Source code";

/// Special features
"specialFeatures" = "Special features";

/// Splashscreen
"splashscreen" = "Splashscreen";

/// When all servers are selected, use the splashscreen from a single server or a random server.
"splashscreenFooter" = "When all servers are selected, use the splashscreen from a single server or a random server.";

/// Split
"split" = "Split";

/// Sports
"sports" = "Sports";

/// Start date
"startDate" = "Start date";

/// Start time
"startTime" = "Start time";

/// Status
"status" = "Status";

/// Stereo
"stereo" = "Stereo";

/// Stop
"stop" = "Stop";

/// Store info
"storeInfo" = "Store info";

/// Story arc
"storyArc" = "Story arc";

/// The stream count exceeds the allowed limit
"streamCountExceedsLimit" = "The stream count exceeds the allowed limit";

/// Streams
"streams" = "Streams";

/// Studio
"studio" = "Studio";

/// Studios
"studios" = "Studios";

/// Studio(s) involved in the creation of media.
"studiosDescription" = "Studio(s) involved in the creation of media.";

/// Subtitle
"subtitle" = "Subtitle";

/// The subtitle codec is not supported
"subtitleCodecNotSupported" = "The subtitle codec is not supported";

/// Subtitle color
"subtitleColor" = "Subtitle color";

/// Subtitle font
"subtitleFont" = "Subtitle font";

/// Subtitle offset
"subtitleOffset" = "Subtitle offset";

/// Adjust subtitle sync in milliseconds.
"subtitleOffsetDescription" = "Adjust subtitle sync in milliseconds.";

/// Subtitles
"subtitles" = "Subtitles";

/// Settings only affect some subtitle types
"subtitlesDisclaimer" = "Settings only affect some subtitle types";

/// Subtitle size
"subtitleSize" = "Subtitle size";

/// Success
"success" = "Success";

/// Suggested searches
"suggestedSearches" = "Suggested searches";

/// Media control
"supportsMediaControl" = "Media control";

/// Persistent identifier
"supportsPersistentIdentifier" = "Persistent identifier";

/// Switch user
"switchUser" = "Switch user";

/// Sync
"sync" = "Sync";

/// Fine tune audio and subtitle timing.
"syncDescription" = "Fine tune audio and subtitle timing.";

/// SyncPlay
"syncPlay" = "SyncPlay";

/// System
"system" = "System";

/// Tagline
"tagline" = "Tagline";

/// Taglines
"taglines" = "Taglines";

/// Tags
"tags" = "Tags";

/// Labels used to organize or highlight specific attributes of media.
"tagsDescription" = "Labels used to organize or highlight specific attributes of media.";

/// Task
"task" = "Task";

/// Aborted
"taskAborted" = "Aborted";

/// Cancelled
"taskCancelled" = "Cancelled";

/// Completed
"taskCompleted" = "Completed";

/// Failed
"taskFailed" = "Failed";

/// Tasks
"tasks" = "Tasks";

/// Tasks are operations that are scheduled to run periodically or can be triggered manually.
"tasksDescription" = "Tasks are operations that are scheduled to run periodically or can be triggered manually.";

/// Sets the duration (in minutes) in between task triggers.
"taskTriggerInterval" = "Sets the duration (in minutes) in between task triggers.";

/// Sets the maximum runtime (in hours) for this task trigger.
"taskTriggerTimeLimit" = "Sets the maximum runtime (in hours) for this task trigger.";

/// Tbps
"terabitsPerSecond" = "Tbps";

/// Test size
"testSize" = "Test size";

/// Theme song
"themeSong" = "Theme song";

/// Theme video
"themeVideo" = "Theme video";

/// Thumb
"thumb" = "Thumb";

/// Time
"time" = "Time";

/// Time left
"timeLeft" = "Time left";

/// Time limit
"timeLimit" = "Time limit";

/// Time limit: %1$@
"timeLimitLabelWithValue" = "Time limit: %1$@";

/// Timestamp
"timestamp" = "Timestamp";

/// Title
"title" = "Title";

/// Total time
"totalTime" = "Total time";

/// Trace
"trace" = "Trace";

/// Track
"track" = "Track";

/// Trailer
"trailer" = "Trailer";

/// Trailers
"trailers" = "Trailers";

/// Trailing value
"trailingValue" = "Trailing value";

/// Transcode
"transcode" = "Transcode";

/// Transcode reason(s)
"transcodeReasons" = "Transcode reason(s)";

/// Translator
"translator" = "Translator";

/// Trickplay preview images
"trickplayPreview" = "Trickplay preview images";

/// Trickplays
"trickplays" = "Trickplays";

/// Trigger already exists
"triggerAlreadyExists" = "Trigger already exists";

/// Triggers
"triggers" = "Triggers";

/// TV
"tv" = "TV";

/// TV channel
"tvChannel" = "TV channel";

/// TV channels
"tvChannels" = "TV channels";

/// TV program
"tvProgram" = "TV program";

/// TV programs
"tvPrograms" = "TV programs";

/// TV shows
"tvShows" = "TV shows";

/// TV Shows
"tvShowsCapitalized" = "TV Shows";

/// Type
"type" = "Type";

/// Unable to find host
"unableToFindHost" = "Unable to find host";

/// Unable to load this item.
"unableToLoadThisItem" = "Unable to load this item.";

/// Unable to open trailer
"unableToOpenTrailer" = "Unable to open trailer";

/// Unable to open trailer in %1$@
"unableToOpenTrailerApp" = "Unable to open trailer in %1$@";

/// Unable to perform device authentication
"unableToPerformDeviceAuth" = "Unable to perform device authentication";

/// Unable to perform device authentication. You may need to enable Face ID in the Settings app for WatermelonFin.
"unableToPerformDeviceAuthFaceID" = "Unable to perform device authentication. You may need to enable Face ID in the Settings app for WatermelonFin.";

/// Unaired
"unaired" = "Unaired";

/// Unauthorized
"unauthorized" = "Unauthorized";

/// Login expired
"unauthorizedUser" = "Login expired";

/// Unknown
"unknown" = "Unknown";

/// The audio stream information is unknown
"unknownAudioStreamInfo" = "The audio stream information is unknown";

/// Unknown error
"unknownError" = "Unknown error";

/// The video stream information is unknown
"unknownVideoStreamInfo" = "The video stream information is unknown";

/// Unlimited
"unlimited" = "Unlimited";

/// The user can connect to the server without any limits.
"unlimitedConnectionsDescription" = "The user can connect to the server without any limits.";

/// Allows unlimited failed login attempts without locking the user.
"unlimitedFailedLoginDescription" = "Allows unlimited failed login attempts without locking the user.";

/// Unplayed
"unplayed" = "Unplayed";

/// Unreleased
"unreleased" = "Unreleased";

/// You have unsaved changes. Are you sure you want to discard them?
"unsavedChangesMessage" = "You have unsaved changes. Are you sure you want to discard them?";

/// Upload file
"uploadFile" = "Upload file";

/// Upload photo
"uploadPhoto" = "Upload photo";

/// URL
"url" = "URL";

/// Use as transcoding profile
"useAsTranscodingProfile" = "Use as transcoding profile";

/// Use primary image
"usePrimaryImage" = "Use primary image";

/// Uses the primary image and hides the logo.
"usePrimaryImageDescription" = "Uses the primary image and hides the logo.";

/// User
"user" = "User";

/// This user will require device authentication.
"userDeviceAuthRequiredDescription" = "This user will require device authentication.";

/// Username
"username" = "Username";

/// A username is required
"usernameRequired" = "A username is required";

/// This user will require a pin.
"userPinRequiredDescription" = "This user will require a pin.";

/// User %@ requires device authentication
"userRequiresDeviceAuthentication" = "User %@ requires device authentication";

/// User root folder
"userRootFolder" = "User root folder";

/// User root folders
"userRootFolders" = "User root folders";

/// Users
"users" = "Users";

/// User view
"userView" = "User view";

/// User views
"userViews" = "User views";

/// Use splashscreen
"useSplashscreen" = "Use splashscreen";

/// Version
"version" = "Version";

/// Video
"video" = "Video";

/// The video bit depth is not supported
"videoBitDepthNotSupported" = "The video bit depth is not supported";

/// Video bitrate
"videoBitRate" = "Video bitrate";

/// The video bitrate is not supported
"videoBitrateNotSupported" = "The video bitrate is not supported";

/// The video codec is not supported
"videoCodecNotSupported" = "The video codec is not supported";

/// Video codec tag is not supported
"videoCodecTagNotSupported" = "Video codec tag is not supported";

/// The video framerate is not supported
"videoFramerateNotSupported" = "The video framerate is not supported";

/// The video level is not supported
"videoLevelNotSupported" = "The video level is not supported";

/// Video player
"videoPlayer" = "Video player";

/// Video player type
"videoPlayerType" = "Video player type";

/// The video profile is not supported
"videoProfileNotSupported" = "The video profile is not supported";

/// The video range type is not supported
"videoRangeTypeNotSupported" = "The video range type is not supported";

/// Video remuxing
"videoRemuxing" = "Video remuxing";

/// The video resolution is not supported
"videoResolutionNotSupported" = "The video resolution is not supported";

/// Videos
"videos" = "Videos";

/// Video transcoding
"videoTranscoding" = "Video transcoding";

/// Some views may need an app restart to update.
"viewsMayRequireRestart" = "Some views may need an app restart to update.";

/// Visible users
"visibleUsers" = "Visible users";

/// Users this Jellyfin server allows clients to show on the sign-in screen.
"visibleUsersDescription" = "Users this Jellyfin server allows clients to show on the sign-in screen.";

/// Volume
"volume" = "Volume";

/// Volume normalization
"volumeNormalization" = "Volume normalization";

/// Votes
"votes" = "Votes";

/// Warning
"warning" = "Warning";

/// Weekday
"weekday" = "Weekday";

/// Weekend
"weekend" = "Weekend";

/// Weekly
"weekly" = "Weekly";

/// White
"white" = "White";

/// This will be created as a new item on your Jellyfin Server.
"willBeCreatedOnServer" = "This will be created as a new item on your Jellyfin Server.";

/// Writer
"writer" = "Writer";

/// Year
"year" = "Year";

/// Years
"years" = "Years";

/// %@ years old
"yearsOld" = "%@ years old";

/// Yellow
"yellow" = "Yellow";

/// Yes
"yes" = "Yes";